{
    "About us": "O nás",
    "Services & prices": "Služby a ceny",
    "Questions": "Otázky",
    "Testimonial": "Reference",
    "Reservation system": "Systém rezervací",

    "the invitation": "pozvání",
    "to get to know your best hair": "seznamte se s vašimi nejlepšími vlasy",

    "about us": "o nás",
    "Welcome to a cozy hair care studio! My approach to hair services is not only technical skill, but also attention to your individual needs. Join a beauty community where your satisfaction is my top priority.": "Vítejte v útulné studiu péče o vlasy! Můj přístup k úpravám vlasů spočívá nejen ve technické dovednosti, ale také v pozornosti k vašim individuálním potřebám. Připojte se k komunitě krásy, kde je vaše spokojenost mé nejvyšší priority.",
    "Trust me to care for the health and beauty of your hair, and together we'll make your hair look amazing.": "Mějte důvěru, že se postarám o zdraví a krásu vašich vlasů a společně vytvoříme úžasný vzhled vašich vlasů.",
    "I look forward to seeing you in the studio to create healthy and beautiful hair!": "Těším se na setkání s vámi ve studiu, abychom vytvořili zdravé a krásné vlasy!",

    "meet the master and get a gift": "Poznejte mistra a získejte dárek",
    "10% on your first procedure": "10% sleva na vaši první proceduru",

    "nanoplastics": "Nanoplastiky",
    "application of an acidic composition for perfect straightening, including afro hair": "Nanosáčkování kyselou kompozicí pro dokonalé narovnání vlasů, včetně afro vlasů",
    "providing smoothness and silkiness for a long-lasting effect": "Poskytování hladkosti a hedvábnosti pro dlouhotrvající efekt",

    "keratin": "Keratin",
    "reduction of frizz and achievement of a long-lasting effect": "Snížení krepatění a dosažení dlouhotrvajícího efektu",
    "suitable for those dreaming of straight, smooth hair": "Vhodné pro ty, kteří sní o rovných, hladkých vlasech",
    
    "afro hair extensions": "Afro vlasy s prodloužením",
    "safe extensions using material identical to natural hair": "Bezpečné prodlužování vlasů s materiálem identickým s přírodními vlasy",
    "attachment to mini-braids and integration of donor strands without tangles or glue": "Připevnění k mini-dredům a integrace dárcovských pramenů bez zamotání nebo lepidla",
    
    "botox": "Botox",
    "adding shine and caring for dry, brittle, or damaged hair": "Přidání lesku a péče o suché, lámavé nebo poškozené vlasy",
    "ideal combination with coloring for comprehensive care": "Ideální kombinace s barvením pro komplexní péči",
    
    "cold restoration": "Chladná obnova",
    "designed for dry, dehydrated, and damaged hair": "Navrženo pro suché, dehydrované a poškozené vlasy",
    "contains deep-penetrating components": "Obsahuje hluboko pronikající složky",
    "provides hair with elasticity, strength, and softness": "Poskytuje vlasům pružnost, sílu a jemnost",
    "no straightening or glossy effect": "Bez vyrovnávání nebo lesklého efektu",
    
    "hair polishing": "Broušení vlasů",
    "gentle removal of dry and damaged hair tips": "Jemné odstranění suchých a poškozených konečků vlasů",
    "suitable for all hair types": "Vhodné pro všechny typy vlasů",
    
    "trimming + spa": "Stříhání + lázně",
    "trimming damaged tips with subsequent spa care": "Stříhání poškozených konečků s následnou péčí v lázních",
    "optimal service for maintaining the health and beauty of hair": "Optimální služba pro udržení zdraví a krásy vlasů",
    
    "see more...": "zobrazit více...",

    "frequently asked questions": "Často kladené otázky",

    "How to avoid split ends?": "Jak se vyhnout rozděleným konečkům?",
    "Do not hesitate to trim what cannot be saved in time and practice mdart at-home care for your hair type.": "Nemáte obavy stříhat to, co nelze zachránit včas, a pravidelně pečujte o svůj typ vlasů doma.",
    "-Apply moisturizing hair masks.": "-Nanášejte hydratační masky na vlasy.",
    "-Use heat protectants before using flat irons and hair dryers to prevent split ends.": "-Používejte ochranné prostředky proti teplu před použitím žehliček a fénů na vlasy, abyste předešli rozděleným konečkům.",

    "How to maintain the color of dyed hair?": "Jak udržovat barvu barvených vlasů?",
    "Use shampoos and conditioners designed for colored hair, avoid exposure to strong ultraviolet rays, hot water, and frequent use of heat styling tools.": "Používejte šampony a kondicionéry určené pro barvené vlasy, vyhýbejte se silnému UV záření, horké vodě a častému používání teplých nástrojů na úpravu vlasů.",

    "How do I maintain the color of my colored hair?": "Jak udržovat barvu mé barevné vlasové úpravy?",
    "Use shampoos and conditioners for color-treated hair, avoid heavy UV exposure, hot water and frequent use of heat tools.": "Používejte šampony a kondicionéry určené pro barvené vlasy, vyhýbejte se silnému UV záření, horké vodě a častému používání teplých nástrojů na úpravu vlasů.",

    "How to determine which is better for me: keratin hair straightening or hair botox?": "Jak zjistit, co je pro mě lepší: keratinové vyrovnání vlasů nebo botox pro vlasy?",
    "The choice between keratin hair straightening and hair botox depends on your individual needs and the characteristics of your hair.": "Volba mezi keratinovým vyrovnáním vlasů a botoxem pro vlasy závisí na vašich individuálních potřebách a charakteristikách vašich vlasů.",
    "If you want to smooth your hair, eliminate frizz, and add shine, hair botox might be a more suitable option. This procedure improves hair texture, making it more manageable and smooth. It helps prevent split ends and breakage while promoting hair length growth.": "Pokud chcete zjemnit své vlasy, eliminovat krepatění a přidat jim lesk, botox pro vlasy může být vhodnější volbou. Tato procedura zlepšuje texturu vlasů, činí je snadněji ovladatelnými a hladkými. Pomáhá předcházet rozděleným koncům a lámání, zatímco podporuje růst délky vlasů.",
    "If your main goal is to straighten curly or wavy hair, then keratin hair straightening is suitable for you. However, it also provides smoothness, softness, and a glossy shine to the hair.": "Pokud je vaším hlavním cílem vyrovnat kudrnaté nebo vlnité vlasy, pak je pro vás vhodné keratinové vyrovnání vlasů. Nicméně poskytuje také hladkost, jemnost a lesklý lesk vlasů.",
    "The final decision is made on-site after a visual inspection, hair diagnosis, and a conversation with you.": "Konečné rozhodnutí se učiní na místě po vizuální prohlídce, diagnostice vlasů a rozhovoru s vámi.",

    "How long does hair botox last, and what measures can be taken to maintain its effect on the hair?": "Jak dlouho trvá účinek hair botox a jaká opatření lze přijmout k udržení jeho účinku na vlasy?",
    "Hair botox typically lasts on the hair for an average of up to 3 months, depending on individual hair characteristics and care. To maintain the effect of hair botox, it is recommended to follow these steps:": "Hair botox obvykle na vlasech vydrží průměrně až 3 měsíce, v závislosti na individuálních charakteristikách vlasů a péči. Pro udržení účinku hair botoxu se doporučuje dodržovat tyto kroky:",
    "Choose a shampoo suitable for your scalp type. Only wash the roots, avoiding the length of the hair.": "Vyberte si šampon vhodný pro typ své pokožky hlavy. Pouze myjte kořeny, vyhýbejte se délce vlasů.",
    "After each shampoo, apply conditioner for 1-2 minutes.": "Po každém mytí vlasů naneste kondicionér po dobu 1-2 minut.",
    "Use a hair mask once or twice a week (every 3 hair washes or in between). Apply the mask to damp hair (squeeze out excess water with a towel), leave it on for 7-10 minutes, and then follow with a 1-2 minute application of conditioner. Rinse with water.": "Používejte vlasovou masku jednou až dvakrát týdně (každé 3 mytí vlasů nebo mezi nimi). Naneste masku na vlhké vlasy (sevřete nadbytečnou vodu ručníkem), nechte ji působit 7-10 minut a poté následujte 1-2 minutovou aplikaci kondicionéru. Opláchněte vodou.",
    "Always blow-dry your hair. Avoid going to bed with wet hair.": "Vždy osušte vlasy fénem. Vyhněte se spaní s mokrými vlasy.",
    "Use a hairdryer in the direction of the hair cuticles (following hair growth).": "Používejte fén ve směru kutikul vlasů (následujte směr růstu vlasů).",
    "Remember to use heat protection before every blow-dry.": "Nezapomeňte použít ochranu proti teplu před každým foukáním.",
    "Oils and leave-in treatments are also recommended in home care.": "Oleje a ošetření bez oplachování jsou také doporučovány při domácí péči.",

    "How long does keratin hair straightening last, and what measures can be taken to maintain its effect?": "Jak dlouho trvá keratinové vyrovnání vlasů a jaká opatření lze přijmout k udržení jeho účinku?",
    "The effect typically lasts for 3-5 months, depending on hair type and care conditions. To maintain it and extend the duration of the effect, it is recommended to follow these guidelines:": "Účinek obvykle trvá 3-5 měsíců, v závislosti na typu vlasů a podmínkách péče. Aby se udržel a prodloužil doba účinku, doporučuje se dodržovat tyto pokyny:",
    "Choose a shampoo based on your scalp type. Wash only the roots, avoiding the length of the hair.": "Vyberte si šampon podle typu pokožky hlavy. Myjte pouze kořeny, vyhýbejte se délce vlasů.",
    "After each shampoo, apply conditioner for 1-2 minutes.": "Po každém mytí vlasů naneste kondicionér po dobu 1-2 minut.",
    "Use a hair mask once or twice a week (every 3 hair washes or in between). Apply the mask to damp hair (squeeze out excess water with a towel).": "Používejte vlasovou masku jednou až dvakrát týdně (každé 3 mytí vlasů nebo mezi nimi). Naneste masku na vlhké vlasy (sevřete nadbytečnou vodu ručníkem).",
    "Leave the mask on for 7-10 minutes. After the mask, apply conditioner for 1-2 minutes, then rinse with water.": "Masku nechte působit 7-10 minut. Po masce naneste kondicionér po dobu 1-2 minut, poté opláchněte vodou.",
    "Always blow-dry your hair. Avoid going to bed with wet hair.": "Vždy osušte vlasy fénem. Vyhněte se spaní s mokrými vlasy.",
    "Dry your hair with a hairdryer following the direction of the hair cuticles (along the growth).": "Vysušte vlasy fénem ve směru kutikul vlasů (podél růstu).",
    "Don't forget to use heat protection before every blow-dry.": "Nezapomeňte použít ochranu proti teplu před každým foukáním.",
    "Oils and leave-in treatments are also recommended in home care.": "Oleje a ošetření bez oplachování jsou také doporučovány při domácí péči.",

    "How long can you wear afro braids, and how should you properly care for your hair during this procedure?": "Jak dlouho můžete nosit afro copánky a jak byste měli správně pečovat o své vlasy během této procedury?",
    "Afro braids can be worn for 2-3 months. To care for your hair during this period, follow these recommendations:": "Afro copánky můžete nosit 2-3 měsíce. Chcete-li pečovat o své vlasy během tohoto období, postupujte podle těchto doporučení:",
    "Comb your hair before washing and before bedtime.": "Rozčešte si vlasy před mytím a před spaním.",
    "Braid your hair into a loose braid at night.": "V noci spleťte vlasy do volného copu.",
    "Moisturize daily.": "Každodenně hydratujte.",
    "Wash with care (Avoid rubbing the hair and scalp; apply conditioner or mask only to the length).": "Myjte s péčí (vyhněte se tření vlasů a pokožky hlavy; kondicionér nebo masku nanášejte pouze na délku).",
    "Gentle combing: Comb your hair carefully, starting from the ends to avoid pulling and breakage.": "Jemné česání: Vlasy pečlivě češte, začínaje od konečků, abyste předešli tahání a lámání.",

    "Receive a consultation as a gift": "Obdržte konzultaci jako dárek",
    "including a thorough analysis of the hair care products you currently use": "včetně důkladné analýzy produktů na péči o vlasy, které v současné době používáte",

    "see more review": "Zobrazit více recenzí",

    "make a reservation": "Rezervovat",
    "* The final price and time depends on the thickness and length, you will receive a free consultation with a hairdresser if needed": "* Konečná cena a doba závisí na tloušťce a délce vlasů. Pokud je to potřeba, obdržíte zdarma konzultaci s kadeřníkem.",

    "hours": "hodin",
    "before": "před",
    "after": "po",
    "An innovative technique for straightening curls. An acid composition is used to achieve flawless straightening, even for Afro hair. Perfect for those who want to give their hair long-lasting smoothness and silkiness.": "Inovativní technika pro vyrovnání kudrnatých vlasů. K dosažení bezchybného vyrovnání se používá kyselá kompozice, dokonce i pro africké vlasy. Ideální pro ty, kteří chtějí dosáhnout dlouhotrvající hladkosti a hedvábnosti vlasů.",
    "from": "od",

    "A hair straightening procedure based on the application of a special composition with keratin protein, which helps straighten the hair, reduce frizz, and provide a long-lasting effect. Suitable for those dreaming of straight, smooth hair.": "Metoda narovnání vlasů založená na aplikaci speciální kompozice s keratinovým proteinem, který pomáhá narovnat vlasy, snižovat krepatění a poskytuje dlouhotrvající efekt. Vhodné pro ty, kteří sní o rovných, hladkých vlasech.",

    "This is a safe extension technique that uses a special material identical to natural hair. Attachment is done on a mini braid, weaving donor hair strands into the natural ones. An ideal option without tangles and glue.": "Toto je bezpečná technika pro prodloužení vlasů, která používá speciální materiál identický s přírodními vlasy. Připevnění se provádí na mini copu, kdy jsou vlasy dárcovského materiálu propleteny s přirozenými vlasy. Ideální možnost bez zamotaných vlasů a lepidla.",

    "This treatment involves saturating the upper cuticular layer of the hair with active components to restore its structure and add shine. This service is suitable for those with dry, brittle, or damaged hair. Ideal for combining with colouring and care.": "Tato procedura zahrnuje nasycení vrchního kutikulárního vrstvy vlasů aktivními složkami pro obnovení jejich struktury a přidání lesku. Tato služba je vhodná pro ty, kteří trpí suchými, křehkými nebo poškozenými vlasy. Ideální kombinace s barvením a péčí.",


    "A therapeutic procedure for dry, dehydrated, and damaged hair. It includes deep-penetrating components to give the hair:": "Terapeutický postup pro suché, dehydrované a poškozené vlasy. Zahrnuje hluboko pronikající složky pro poskytnutí vlasům:",
    "Elasticity": "Elastičnost",
    "Strength": "Sílu",
    "Softness": "Jemnost",
    "The hair becomes lively and healthy. At the same time, the hair structure remains the same, without the straightening and glossy effect.": "Vlasy se stávají živými a zdravými. Zároveň zůstává struktura vlasů stejná, bez rovnání a lesklého efektu.",

    "Hair polishing involves the gentle removal of dry and damaged hair ends, giving them a healthy appearance. Suitable for all hair types.": "Olepšení vlasů zahrnuje šetrné odstranění suchých a poškozených konečků vlasů, dávající jim zdravý vzhled. Vhodné pro všechny typy vlasů.",

    "This procedure is a comprehensive service that includes trimming damaged ends with subsequent spa care for the hair. An optimal choice for those who want to quickly and effectively maintain hair care for their health and beauty.": "Tato procedura je komplexní služba, která zahrnuje stříhání poškozených konečků následované péčí o vlasy v lázních. Optimální volba pro ty, kteří chtějí rychle a efektivně udržovat péči o vlasy pro jejich zdraví a krásu."
    

}